docs/pages/index.html
<!DOCTYPE html>
<html lang="es">
<head>
<!-- 2021-03-25 jue 11:35 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Página principal </title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="./css/style.css" type="text/css"/>
<link rel="stylesheet" href="./css/org.css" type="text/css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">Página principal </h1>
</header><nav id="table-of-contents">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga7cc088">Sitio personal</a></li>
<li><a href="#org03cf8b7">Otras páginas de ejemplo</a></li>
</ul>
</div>
</nav>
<div id="outline-container-sitemap" class="outline-2 sitemap">
<h2 id="sitemap">Sitemap</h2>
<div class="outline-text-2" id="text-sitemap">
<ul class="org-ul">
<li><a href="index.html">Página principal</a></li>
<li><a href="acerca-de.html">Acerca de</a></li>
<li><a href="emacs.html">EMACS</a></li>
</ul>
</div>

<div id="outline-container-org3b17ea4" class="outline-3">
<h3 id="org3b17ea4">Volver al inicio</h3>
<div class="outline-text-3" id="text-org3b17ea4">
<p>
<a href="../index.html">Página Principal</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orga7cc088" class="outline-2">
<h2 id="orga7cc088">Sitio personal</h2>
<div class="outline-text-2" id="text-orga7cc088">
<p>
Este es el contenido alojado en el subdirectorio "pages" a modo de ejemplo. Mi
intención ha sido crear un sitio personal para ver mi documentación en fomato
de sitio web al estilo wiki con enlaces internos.
</p>

<p>
Todo el contenido de estos documentos esta a modo de ejemplo para rellenar,
poder visualizar como esta organizado el contenido y probar que funciona bien la
exportación de los documentos.
</p>
</div>
</div>

<div id="outline-container-org03cf8b7" class="outline-2">
<h2 id="org03cf8b7">Otras páginas de ejemplo</h2>
<div class="outline-text-2" id="text-org03cf8b7">
<p>
Hay mas páginas con ejemplos para ver como son exportadas las cabeceras de
diferentes niveles, cabeceras de nivel uno que contienen cabeceras de nivel dos
y como se genera el el indice de la página en la parte derecha.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2021-03-25 jue 11:35</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
